/* No comment provided by engineer. */
"100文字以内で入力してください (任意)" = "100文字以内で入力してください (任意)";

/* No comment provided by engineer. */
"15文字以内で名前を入力してください" = "15文字以内で名前を入力してください";

/* No comment provided by engineer. */
"20文字以内、英数字で入力してください" = "20文字以内、英数字で入力してください";

/* No comment provided by engineer. */
"Appleでログインする" = "Appleでログインする";

/* No comment provided by engineer. */
"Appleで新規登録する" = "Appleで新規登録する";

/* No comment provided by engineer. */
"clientIDが見つかりませんでした。" = "clientIDが見つかりませんでした。";

/* No comment provided by engineer. */
"Googleでログインする" = "Googleでログインする";

/* No comment provided by engineer. */
"Googleで新規登録する" = "Googleで新規登録する";

/* No comment provided by engineer. */
"Twitterでログインする" = "Twitterでログインする";

/* No comment provided by engineer. */
"Twitterで新規登録する" = "Twitterで新規登録する";

/* No comment provided by engineer. */
"Twitter認証に失敗しました" = "Twitter認証に失敗しました";

/* No comment provided by engineer. */
"このメールアドレスは既に使われています" = "このメールアドレスは既に使われています";

/* No comment provided by engineer. */
"このユーザーIDは既に使われています" = "このユーザーIDは既に使われています";

/* No comment provided by engineer. */
"または" = "または";

/* No comment provided by engineer. */
"ようこそ! WorldLifeへ\nサインアップして日々の出来事を日記に記そう" = "ようこそ! WorldLifeへ\nサインアップして日々の出来事を日記に記そう";

/* No comment provided by engineer. */
"ようこそ! WorldLifeへ\nログインして日々の出来事を日記に記そう" = "ようこそ! WorldLifeへ\nログインして日々の出来事を日記に記そう";

/* No comment provided by engineer. */
"アカウントをお持ちでない方はこちら" = "アカウントをお持ちでない方はこちら";

/* No comment provided by engineer. */
"アカウントをお持ちの方はこちら" = "アカウントをお持ちの方はこちら";

/* No comment provided by engineer. */
"アルバムから選択する" = "アルバムから選択する";

/* No comment provided by engineer. */
"エラーが発生しました" = "エラーが発生しました";

/* No comment provided by engineer. */
"エラーが発生しました。再度ログインしてください。" = "エラーが発生しました。再度ログインしてください。";

/* No comment provided by engineer. */
"キャンセル" = "キャンセル";

/* No comment provided by engineer. */
"サインアップ" = "サインアップ";

/* No comment provided by engineer. */
"パスワード" = "パスワード";

/* No comment provided by engineer. */
"プロフィール" = "プロフィール";

/* No comment provided by engineer. */
"プロフィールを編集" = "プロフィールを編集";

/* No comment provided by engineer. */
"プロフィールを設定しよう" = "プロフィールを設定しよう";

/* No comment provided by engineer. */
"プロフィール画像を変更する" = "プロフィール画像を変更する";

/* No comment provided by engineer. */
"フォロワー" = "フォロワー";

/* No comment provided by engineer. */
"フォロー" = "フォロー";

/* No comment provided by engineer. */
"ホーム" = "ホーム";

/* No comment provided by engineer. */
"メールを送信しました。" = "メールを送信しました。";

/* No comment provided by engineer. */
"メールアドレス" = "メールアドレス";

/* No comment provided by engineer. */
"ユーザーを作成できませんでした。最初からやり直してください" = "ユーザーを作成できませんでした。最初からやり直してください";

/* No comment provided by engineer. */
"ユーザー名は20文字以内、英数字で入力してください" = "ユーザー名は20文字以内、英数字で入力してください";

/* No comment provided by engineer. */
"ログイン" = "ログイン";

/* No comment provided by engineer. */
"ログインに失敗しました" = "ログインに失敗しました";

/* No comment provided by engineer. */
"ログインに失敗しました。" = "ログインに失敗しました。";

/* No comment provided by engineer. */
"・ユーザー名" = "・ユーザー名";

/* No comment provided by engineer. */
"・名前" = "・名前";

/* No comment provided by engineer. */
"・自己紹介" = "・自己紹介";

/* No comment provided by engineer. */
"写真が破損しています" = "写真が破損しています";

/* No comment provided by engineer. */
"写真の取得に失敗しました" = "写真の取得に失敗しました";

/* No comment provided by engineer. */
"写真を撮る" = "写真を撮る";

/* No comment provided by engineer. */
"名前は15文字以内で入力してください" = "名前は15文字以内で入力してください";

/* No comment provided by engineer. */
"投稿数" = "投稿数";

/* No comment provided by engineer. */
"新規登録" = "新規登録";

/* No comment provided by engineer. */
"無効なリンク" = "無効なリンク";

/* No comment provided by engineer. */
"認証がキャンセルされました。再度ログインしてください。" = "認証がキャンセルされました。再度ログインしてください。";

/* No comment provided by engineer. */
"認証に失敗しました" = "認証に失敗しました";

